ALL_QUESTIONS = [
    {
        "q": "Царь-колокол был отлит в XVIII в и с тех пор не изменял своего первозданного облика, если не считать отколовшегося куска. Однако в 1941 г колокол покрасили. Зачем?",
        "a": ["блестел", "луна", "наводки", "бомбардировщикам", "немецким"],
        "full": "Правильный ответ: Чтобы он не блестел в свете луны и не давал ночью наводки немецким бомбардировщикам."
    },
    {
        "q": "Как известно, собаки очень не любят велосипедистов, и свора собак, несущихся с ужасным лаем за велосипедом — не такая уж редкая картина. В чем причина такой неприязни?",
        "a": ["ультразвук", "колеса", "звук", "вращающиеся"],
        "full": "Правильный ответ: Вращающиеся велосипедные колеса издают ультразвук, не слышный человеческому уху, но очень неприятный для собак."
    },
    {
        "q": "Обычно в супермаркетах цены на товар несколько ниже, чем в мелких магазинах. Они могли бы быть и еще ниже, если бы в них не закладывали компенсацию некоторых расходов, характерных только для супермаркетов. Что же это за расходы?",
        "a": ["воруют", "кражи", "воровство", "посетители"],
        "full": "Правильный ответ: Расходы на товары, которые посетители воруют с полок."
    },
    {
        "q": "11 января в Японии отмечают День собак. Обычай этот не такой древний, как большинство японских обычаев. Почему он отмечается именно в этот день?",
        "a": ["ван-ван-ван", "11/1", "лай", "транскрипция"],
        "full": "Правильный ответ: В японской транскрипции лай собаки изображается 'ван-ван-ван', что совпадает с английским названием 11/1."
    },
    {
        "q": "В Мадриде открыт музей, в котором представлены макеты всемирно известных шедевров архитектуры — Эйфелевой башни, статуи Свободы, московского Кремля и т.п. Что удивительно, в нем нет ни одной таблички 'Руками не трогать'. Почему?",
        "a": ["слепых", "незрячих", "для слепых"],
        "full": "Правильный ответ: Потому что это специальный музей для слепых."
    },
    {
        "q": "Австралийские аборигены умеют делать лодки из древесной коры. В экипаж такой лодки входят 6-8 человек. Гребет только половина из них. А что делают остальные?",
        "a": ["вычерпывают", "воду", "черпают"],
        "full": "Правильный ответ: Вычерпывают воду."
    },
    {
        "q": "В Финляндии олени часто становятся жертвами машин на шоссе, особенно зимой. Почему именно в зимние месяцы повышена смертность оленей на дорогах?",
        "a": ["соль", "лизать", "зимой", "посыпают"],
        "full": "Правильный ответ: Зимой дороги посыпают солью, и олени выходят ее полизать. Тут-то они и попадают под машину."
    },
    {
        "q": "В европейских домах дверь в принципе может открываться как наружу, так и вовнутрь. А почему в традиционном якутском доме дверь открывается только вовнутрь?",
        "a": ["снежный", "занос", "откопаться", "снег"],
        "full": "Правильный ответ: Чтобы можно было откопаться после снежного заноса."
    },
    {
        "q": "В Непале 13 апреля отмечается Новый год. При этом традиционно приносится в жертву козленок. Сначала ему на уши льют воду, а потом отсекают голову. А зачем ему на уши льют воду?",
        "a": ["согласие", "трясет", "головой", "спрашивают"],
        "full": "Правильный ответ: Козленку льют на уши воду и спрашивают, согласен ли он, чтобы его принесли в жертву. Он трясет головой, что и истолковывается как согласие."
    },
    {
        "q": "Это внесено в книгу рекордов Гиннесса как самый дорогой костюм. Однако носили его несколько человек. Подходит он как для мужчин, так и для женщин. Что это такое?",
        "a": ["скафандр", "космос", "открытый"],
        "full": "Правильный ответ: Скафандр для работы в открытом космосе."
    },
    {
        "q": "Почти в каждой болгарской семье из поколения в поколение передается старинная серебряная монета. То, для чего она служит, происходит не чаще раза в год. При ее использовании ее некоторое время держат в печи. Для чего же она служит?",
        "a": ["пирог", "новогодний", "счастливый", "запекают"],
        "full": "Правильный ответ: Ее запекают в новогодний пирог. Кому она попадется, тот проживет счастливый год."
    },
    {
        "q": "В мае 1991 г с палубы транспортного судна, находившегося в 800 км к юго-востоку от Аляски, во время шторма упал груз из 80 тысяч пар кроссовок фирмы 'Nike'. Какую пользу этот случай оказал мировой науке?",
        "a": ["течения", "картина", "изучение", "океан"],
        "full": "Правильный ответ: С помощью этих кроссовок, которые выбрасывало на берег, ученые смогли детально изучить картину течений в северо-восточной части Тихого океана."
    },
    {
        "q": "Деревья умеренного пояса сбрасывают листья перед наступлением зимы. А большинство деревьев тропических лесов тоже периодически сбрасывает все листья, но не так регулярно. А зачем они это делают, если там нет зимы?",
        "a": ["гусеницы", "листоеды", "насекомые"],
        "full": "Правильный ответ: Чтобы избавиться от огромного количества гусениц и других листоедов."
    },
    {
        "q": "Первый так назван из-за своего размера, второй из-за информации, которую он дает, третий из-за своей дислокации, четвертый решил остаться инкогнито. Сможете назвать пятого?",
        "a": ["мизинец", "палец"],
        "full": "Правильный ответ: Мизинец"
    },
    {
        "q": "В античной Греции одно время в обороте ходила очень маленькая золотая монета, которую очень легко можно было потерять. Хроники донесли до нас, что греки, не имевшие карманов, придумали, как можно не терять такие мелкие монеты. Каким образом?",
        "a": ["рот", "во рту", "носили"],
        "full": "Правильный ответ: Греки носили монету во рту."
    },
    {
        "q": "В Венеции некоторые представители хорошо известной вам профессии на улице иногда пользуются игрушечными водяными пистолетами. Люди какой профессии так вооружены, кого и от кого они защищают?",
        "a": ["официанты", "голубей", "туристов"],
        "full": "Правильный ответ: Официанты с помощью таких пистолетов отгоняют голубей от туристов."
    },
    {
        "q": "С 31 января по 10 февраля 1930 года проходил первый Чемпионат мира по хоккею с шайбой. Его проводили в трёх странах: сначала во Франции, затем в Австрии, а в конце в Германии. С чем это связано?",
        "a": ["лед", "растаял", "естественный"],
        "full": "Правильный ответ: Так как играли на естественном льду, а в Европу рано пришла весна, то командам приходилось переезжать в страны, где лёд ещё не растаял."
    },
    {
        "q": "Самой почетной военной наградой в Англии считается крест Виктории. Даже если его лауреатом станет простой солдат, он будет иметь преимущество перед генералами. В чем заключается это преимущество?",
        "a": ["парад", "перед", "первым"],
        "full": "Правильный ответ: Он идет перед генералами на параде."
    },
    {
        "q": "Аэропорт Хьюстон получал множество жалоб от пассажиров, которые слишком долго ожидали свой багаж. Что было сделано, чтобы жалобы прекратились?",
        "a": ["путь", "увеличили", "длиннее"],
        "full": "Правильный ответ: Путь пассажиров от трапа до транспортёров был увеличен. Время, которое они тратили ожидая багаж, стали тратить на дорогу."
    },
    {
        "q": "В финских селениях на западе Лапландии было принято решение отказаться от уличного освещения после 22.00 часов. Почему?",
        "a": ["северное", "сияние", "наблюдать"],
        "full": "Правильный ответ: Чтобы туристы и местные жители могли наблюдать северное сияние."
    },
    {
        "q": "Ежегодно уже более 30 лет Объединенное командование аэрокосмической обороны Северной Америки сообщает в рапорте о пролете некоего объекта, сопровождаемого истребителями ВВС США. Кто пилотирует этот объект?",
        "a": ["санта", "клаус", "рождество"],
        "full": "Правильный ответ: Этот объект пилотирует Санта-Клаус."
    },
    {
        "q": "В середине 80-х годов прежде, чем войти в квартиру к подозреваемому в определённом преступлении, сотрудники нашей милиции сначала отключали электричество в щитке на лестничной площадке, а уже потом врывались в квартиру. В чём подозревали этих людей?",
        "a": ["фильмы", "видео", "запрещенные"],
        "full": "Правильный ответ: В просмотре запрещенных фильмов. Если некорректно выключить электричество, кассету из видеомагнитафона достать было невозможно. Только так и можно было поймать 'преступников'."
    },
    {
        "q": "Инта - так называют себя люди, живущие на озере Инле в Мьянме. Эти инта спускают на воду плоты и прикалывают каждый плот ко дну бамбуковым шестом. А что они насыпают на плоты и для чего?",
        "a": ["огород", "земля", "ил"],
        "full": "Правильный ответ: Такие плоты используют в качестве огорода. На плоты насыпается земля, в качестве удобрения добавляется ил со дна озера. А чтобы такой огород не уплыл к соседям — его 'пришпиливают' ко дну бамбуковыми шестами."
    },
    {
        "q": "В некоторых музеях в Италии посетителям на входе предлагают приобрести зеркала, которые они могут взять с собой в музей. Для чего это делается?",
        "a": ["фрески", "потолок", "рассмотреть"],
        "full": "Правильный ответ: Зеркала нужны, чтобы рассмотреть фрески на потолке (например Сикстинскую капеллу), так как смотреть на нее естественным образом очень неудобно."
    },
    {
        "q": "Обычно к рыбе подают белое вино, а к мясу - красное. Есть лишь одно исключение - рыба, которая так похожа на мясо, что к ней подают красное вино. Что это за рыба?",
        "a": ["тунец"],
        "full": "Правильный ответ: Это Тунец. Хорошо известно, что нет правил без исключения, поэтому и тунец можно подавать (и, естественно, употреблять) с красным вином: ведь мясо тунца по своей консистенции и вкусу очень напоминает мясо, да и цвет и этой рыбы тоже красноватого оттенка."
    },
    {
        "q": "В Колумбии специальным правительственным декретом запрещено ездить на мотоциклах парами и пользоваться защитными шлемами, закрывающими лицо. Почему?",
        "a": ["убийцы", "мафия", "наемные"],
        "full": "Правильный ответ: Так ездили наемные убийцы-мафиози, чтобы остаться неузнанными."
    },
    {
        "q": "Здание главной библиотеки университета Индианы оседает более чем на два сантиметра в год. Как Вы думаете, почему?",
        "a": ["книги", "вес", "фундамент"],
        "full": "Правильный ответ: На самом деле это ошибка архитекторов, они не просчитали вес книг при закладке фундамента."
    },
    {
        "q": "Перед тем как по городским улицам пройдут гонки скоростных болидов, на эти улицы выходят сварщики. Иначе может произойти авария, как, например, в 1990 году во время автогонок в Монреале. Что же делают сварщики?",
        "a": ["люки", "крышки", "приваривают"],
        "full": "Правильный ответ: У гоночных болидов такая аэродинамика, что на высокой скорости за счет эффекта Бернулли под днищем создается настолько низкое давление, что крышку люка может подбросить в воздух. Поэтому сварщики приваривают крышки канализационных люков."
    },
    {
        "q": "Специалисты считают, что легкоатлетический бег по кругу не случайно происходит против часовой стрелки. По их мнению, во всем виновата правая рука. Как вы думаете почему?",
        "a": ["сильнее", "тяжелее", "центробежная"],
        "full": "Правильный ответ: Так как правая рука более развита и соответственно сильнее и тяжелее, вероятно она будет лучше противостоять центробежной силе."
    },
    {
        "q": "Знаменитый натуралист Бернхард Гржимек изучал жизнь африканских слонов. Чтобы иметь возможность подобраться к ним поближе в любую погоду Гржимек брал с собой мешочек с мукой. Для чего ему могла понадобиться мука?",
        "a": ["ветер", "направление", "подветренной"],
        "full": "Правильный ответ: Чтобы слоны не учуяли человека к ним нужно подходить с подветренной стороны. С помощью муки Гржимек определял направление ветра."
    },
    {
        "q": "24 июля 1943 года самолеты королевских ВВС Великобритании взлетели с английской базы, чтобы совершить бомбардировку Гамбурга. С какой целью, едва достигнув территории Германии, пилоты стали сбрасывать с самолета полоски фольги?",
        "a": ["радиолокатор", "маскировка", "радар"],
        "full": "Правильный ответ: Во время войны полоски фольги использовались для маскировки самолёта от радиолокатора."
    },
    {
        "q": "Танки, воевавшие на полях Первой Мировой войны, не были снабжены современными системами связи. Вместо них в броне делался небольшой и малозаметный круглый лючок с откидывающейся крышкой. Каким образом использовался лючок?",
        "a": ["голуби", "почта", "связь"],
        "full": "Правильный ответ: В начале 20 века голубиная почта все еще применялась, в том числе и в армии. Англичане даже на параде трофеев демонстрировали захваченных у немцев голубей. Для танков, не оснащенных радиопередатчиками, голубь был неплохим средством связи - выпустить его незаметно из железной коробки было просто, а вот 'сбить' голубя с донесением мог только очень опытный стрелок."
    },
    {
        "q": "В Японии выпущены своеобразные консервы. Они не предназначены для еды. После вскрытия в банку надо вылить полстакана воды и оставить в покое. Что будет дальше?",
        "a": ["цветок", "прорастет"],
        "full": "Правильный ответ: Через некоторое время в банке прорастёт цветок."
    },
    {
        "q": "Одной из главных проблем нашего городского транспорта является обилие безбилетников. Штрафы, как известно, не помогают. А вот в Таиланде ввели систему, благодаря которой и безбилетники исчезли, и перестали выбрасывать использованные билеты на тротуары; и, главное, все это совершенно добровольно, без всякого принуждения со стороны властей. Как это удалось?",
        "a": ["лотерея", "розыгрыш", "призы"],
        "full": "Правильный ответ: Стали разыгрывать по номерам билетов лотерею с денежными призами."
    },
    {
        "q": "В вычислительном центре, обслуживающем одну из корпораций США, в центре машинного зала на специальной подставке стоит стеклянный ящик с надписью: 'При аварии разбить стекло'. Что в нем находится?",
        "a": ["счеты", "абак"],
        "full": "Правильный ответ: В нем находятся обыкновенные конторские счеты."
    },
    {
        "q": "В колумбийском районе Музо ни одну курицу нельзя убить и выпотрошить без присутствия государственного чиновника. Чем обусловлен этот странный закон?",
        "a": ["изумруды", "желудке", "склевывают"],
        "full": "Правильный ответ: В их желудках могут оказаться изумруды, которые глупые куры склевывают для улучшения своего пищеварения."
    },
    {
        "q": "После того, как легендарный Пеле издал свою книгу «Я – Пеле», он получил золотую медаль от министерства образования. За что?",
        "a": ["грамота", "учились", "читать"],
        "full": "Правильный ответ: Многие учились грамоте специально для того, чтобы прочесть эту книгу."
    },
    {
        "q": "Женщина просит водителя отвести ее домой. Всю дорогу болтает. Водитель говорит ей: 'Прошу прощения, но я глухой и ничего не слышу из того, что вы говорите'. Женщина смолкла, но затем, когда вышла из автомобиля, поняла, что шофер не был глух. Каким образом?",
        "a": ["адрес", "услышал", "начале"],
        "full": "Правильный ответ: Шофер в самом начале поездки услышал адрес, куда отвезти пассажирку."
    },
    {
        "q": "В игре-симуляторе Desert Bus игрок должен провести автобус из города Тусон в Лас-Вегас через пустыню, не превышая скорость и не съезжая с шоссе. Путь занимает 8 часов, функции паузы в игре нет, на дороге нет встречных машин. Добравшись до Вегаса, можно получить приз. Какой?",
        "a": ["обратно", "дорога", "призовая"],
        "full": "Правильный ответ: Призовую игру - дорогу обратно. Игра стала одной из самых скучных в истории, но получила статус культовой. Кроме призовой игры победителю начисляется 1 балл за каждое прохождение трассы. Говорят, что нашлись фанаты, получившее максимальное количество баллов - 99, потратив на это достижение несколько реальных недель, сидя посменно у компьютера."
    },
    {
        "q": "Древнегреческого математика и мыслителя Евклида однажды спросили: 'Что бы ты предпочел - два целых яблока или четыре половинки?' Что же выбрал Евклид и почему?",
        "a": ["половинки", "червивые", "проверить"],
        "full": "Правильный ответ: Конечно, четыре половинки. Выбирая два целых яблока, как я узнаю, червивые они или нет?"
    },
    {
        "q": "Боксер покинул ринг после победы в чемпионате мира. Его тренер забрал все призовые, а боксер не получил ни копейки. Почему?",
        "a": ["собака", "породы", "чемпион"],
        "full": "Правильный ответ: Это была собака породы боксер, которая только что стала чемпионом на собачьей выставке."
    },
    {
        "q": "В 70-х годах многим специалистам и игрокам казалось, что теннис исчерпал себя: новые ракетки, корты и покрытия для мячей привели к такому убыстрению полета мяча, что за ним стало почти невозможно уследить. И все-таки выход был найден без уменьшения скорости. Какой?",
        "a": ["желтые", "цвет", "мячи"],
        "full": "Правильный ответ: Мячи стали делать не белыми, а желтыми."
    },
    {
        "q": "Отправляясь ночью в дорогу, некоторые жители тропической Африки привязывают к ногам мешочки, наполненные насекомыми. Зачем?",
        "a": ["светлячки", "освещать", "дорогу"],
        "full": "Правильный ответ: Чтобы освещать дорогу (в мешочки собирают светлячков)."
    },
    {
        "q": "Женщина идет в зоомагазин, чтобы купить попугая. Продавец предлагает ей одного, рассказывая, что это отличный попугай и что он может повторить всё, что услышит. Несколько дней спустя женщина, чувствуя себя обманутой, идет в магазин обратно, чтобы вернуть деньги. Однако возвращается домой с попугаем и без денег. Почему?",
        "a": ["глухой", "не слышал", "не солгал"],
        "full": "Правильный ответ: Попугай был глухим. Он ничего не мог повторить, поскольку ничего не слышал. Однако продавец не возвратил деньги женщине, потому что он не солгал ей."
    },
    {
        "q": "Всем известно, что есть способ поместить в бутылку модель корабля. Но как поместить в бутылку спелую грушу, не повредив грушу и бутылку?",
        "a": ["вырастить", "ветке", "завяжется"],
        "full": "Правильный ответ: Груша выращивается в бутылке, которую привязывают к ветке вскоре после того, как плод завяжется."
    },
    {
        "q": "Полиция Венесуэллы несколько раз пыталась арестовать известного бандита. Они знали, где он живет. Иногда, получив ордер на его арест, они отправлялись к нему домой. Но как только они входили в дом, он запирался в спальне. Полицейским ничего не оставалось делать, кроме как уйти ни с чем. Почему так получалось?",
        "a": ["граница", "территории", "юрисдикция"],
        "full": "Правильный ответ: Его дом стоял на границе Венесуэлы и Колумбии. Хотя входная дверь и пол дома были расположены на территории Венесуэлы, спальня была расположена на территории Колумбии. Венесуэльская полиция не имела юрисдикции в Колумбии, поэтому полицейские не могли его арестовать, пока он находился в спальне."
    },
    {
        "q": "Мужчина запарковал свою машину на дороге, зашел в здание, вернулся с ведром воды и вылил воду на тротуар. Почему?",
        "a": ["украли", "помыть", "обнаружил"],
        "full": "Правильный ответ: Мужчина намеревался помыть свою машину, но когда он вернулся, то обнаружил, что машину украли."
    },
    {
        "q": "Каким двум пассажирам, согласно правилам международных авиаперевозок, нельзя находиться в одном ряду кресел салона самолета?",
        "a": ["кошка", "собака"],
        "full": "Правильный ответ: Кошке и собаке."
    },
    {
        "q": "Он появился на свет во время тяжелого кризиса и вынужден был очень рано уйти из родного дома. Чтобы выжить, ему приходилось давать концерты, однако четвертый оказался для него роковым. О ком идет речь?",
        "a": ["колобок", "сказка", "лиса"],
        "full": "Правильный ответ: Речь о сказке 'Колобок', в которой на последнем 'концерте' им полакомилась лиса."
    },
    {
        "q": "Служащему таможни, где производился контроль отправляемых за границу товаров, показались подозрительными пластмассовые кегельные шары одной из фирм. Они весили столько же, сколько деревянные того же размера. Шары не были массивными, но стенки были повсюду одинаково тверды. Служащий подумал, что внутри каждого шара имеется полость, где можно спрятать контрабандные товары. И, действительно, при помощи очень простого опыта без применения особой аппаратуры таможенник установил, что в одном из 12 шаров спрятана контрабанда. Когда шар вскрыли, там оказалось брильянтовое украшение. Как удалось обнаружить этот шар?",
        "a": ["вода", "центр", "тяжести"],
        "full": "Правильный ответ: Таможенник опустил шары в ведро с водой. Один из шаров неустойчиво покачивался на поверхности — центр тяжести его находился не в центре шара. Именно в этом шаре были спрятаны драгоценности."
    },
    {
        "q": "Представьте, что у Вас есть компас и вы двигаетесь строго на северо-восток. Любые препятствия преодолимы. Куда в итоге Вы попадете?",
        "a": ["полюс", "северный", "магнитный"],
        "full": "Правильный ответ: Двигаясь всё время на северо-восток, попадёшь на северный магнитный полюс! При этом идти придётся по спирали, приближаясь к полюсу. В этом легко убедиться, потыкав пальцем в глобус, и посмотрев, где находится северо-восток, если смотреть из каждой выбранной точки"
    },
    {
        "q": "Человек, идущий по железнодорожному пути, неожиданно услышал приближающийся экспресс. Тогда он побежал ему на встречу, но потом все же спрыгнул с рельсов. Почему?",
        "a": ["туннель", "конец", "безопасное"],
        "full": "Правильный ответ: Человек шел через туннель и, когда он находился почти в самом конце туннеля, услышал свист. Человек понял, что к туннелю приближается поезд. Именно поэтому он должен был двигаться навстречу поезду, чтобы успеть попасть в безопасное место"
    },
    {
        "q": "Британские учёные установили,что за день у лошади одна пара ног прошла 18 километров,а другая пара-19 километров. Как такое может быть?",
        "a": ["мельница", "жернова", "крутит"],
        "full": "Правильный ответ: Лошадь крутит жернова в мельнице по часовой стрелке.Соответственно,левая пара ног прошла расстояние большее,чем правая пара"
    },
    {
        "q": "В поле лежит человек, на спине у этого человека находится предмет, который его погубил, хотя должен был его спасти. Что за предмет и как он умер?",
        "a": ["парашют", "нераскрылся"],
        "full": "Правильный ответ: Не раскрывшийся парашют"
    },
    {
        "q": "От тщеславия она в итоге лишилась пищи. Кто она?",
        "a": ["ворона", "лисица", "басня"],
        "full": "Правильный ответ: Речь идёт о вороне в басне Крылова 'Ворона и лисица'"
    },
    {
        "q": "Довольно часто писатели используют фразу: «Безбрежное море». А существует ли такое в природе или это лишь плод воображения?",
        "a": ["саргассово", "водоросли"],
        "full": "Правильный ответ: Такое море действительно существует и называется Саргассовым. Его особенность в том, что водоем почти сплошь покрыт специфическим, одноименным видом водорослей, которые и отделяют его от окружающего Атлантического океана."
    },
    {
        "q": "Воздушный шар уносится непрерывным ветром в южном направлении. В какую сторону развиваются при этом флаги на его гондоле?",
        "a": ["безветрие", "свисают", "покое"],
        "full": "Правильный ответ: Шар, уносимый воздушным течением, находится по отношению к окружающему воздуху в покое, поэтому флаги не станут развиваться на ветру ни в какую сторону, а будут свисать, вниз, как в безветрие"
    },
    {
        "q": "В среднем дятел стучит около 12000 раз в день. Из-за огромных энергозатрат дятел постоянно испытывает голод. К примеру, черный дятел (родом из Северной Америки) в один присест может съесть 900 личинок жуков или 1000 муравьев. А почему дятел стучит «короткими очередями», а потом обязательно делает паузу?",
        "a": ["тепло", "охлаждать", "клюв"],
        "full": "Правильный ответ: Часть энергии удара переходит в тепло и дятлу приходится делать паузу, чтобы охлаждать клюв и голову"
    },
    {
        "q": "Есть три мешка с шариками одинаковой формы и веса. В одном все красного цвета. В другом - синего. В третьем есть и те и другие. Каждый мешок подписан: «красные», «синие», «смешанные». Но! Все надписи неправильные. Как, приоткрыв всего лишь единственный мешок и достав только один шарик, не заглядывая внутрь, правильно распределить бирки?",
        "a": ["смешанные", "один", "перевесить"],
        "full": "Правильный ответ: Так как бирки неправильные, то достаем один шарик из мешка с надписью «смешанные». На двух остальных висят слова «синие» и «красные». Если вы вытянули из мешка, к примеру, синий шар, то в мешке «красные» могут быть только смешанные шарики, так как, по условию, все надписи неверны. Соответственно красные в мешке с биркой «синие»"
    }
]